{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_5", "output_dim": 256, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 2561, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 2561]}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_5"}}, {"class_name": "Dropout", "config": {"p": 0.25, "trainable": true, "name": "dropout_4"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_6", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 256, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 128}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_6"}}, {"class_name": "Dropout", "config": {"p": 0.3, "trainable": true, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_7", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 128, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 64}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_7"}}, {"class_name": "Dropout", "config": {"p": 0.25, "trainable": true, "name": "dropout_6"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_8", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 64, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 4}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_8"}}]}